[
	{
		"id": "infos",
		"name": "infos",
		"type": "infos",
		"curiosity": [
					"Um terrário fechado fechado é um mini-ecossistema, em que são reproduzidas as condições necessárias para a sobrevivência dos seres ali presentes.",
					"Existem vários tipos de terrários, como os fechados e os abertos.",
					"Um terrário fechado funciona como uma pequena estufa em que se criam condições de umidade e temperatura altas e constantes, possibilitando o cultivo de plantas tropicais e subtropicais.",
					"Os terrários não tem drenagem de água, assim, a água fica retida por mais tempo na terra. Por isso é importante pensar bem na composição das camadas do mesmo, a fim de evitar que o solo fique encharcado.",
					"Para que um terrário sobreviva, também é preciso levar em consideração os tipos de plantas que farão parte do mesmo. Há plantas que convivem bem umas com as outras e outras que podem prejudicar as demais.",
					"Dependendo da composição do terrário, o mesmo pode durar muitos anos.",
					"A presença de luz é fundamental para a sobrevivência do terrário, uma vez que as plantas precisam da luz para realizarem o processo da fotossíntese.",
					"Nunca deixe o terrário na luz direta do sol. O ambiente pode esquentar demais e acabar cozinhando as plantas e seres ali presentes.",
					"Já experimentou colocar a umidade no máximo?",
					"Já experimentou alterar os controles de umidade, temperatura e luz?",
					"A água que precipita pelas paredes do terrário é fruto da evapotranspiração.",
					"Em 1863 Julius von Sachs (botânico e fisiologista alemão, 1832 -1897) descobre que plantas possuem sensibilidade à temperatura.",
					"A mudança brusca de temperatura determina a abertura ou fechamento das flores bem como outros comportamentos diferentes na busca por se estabilizar de acordo com o novo regime climático.",
					"Em algumas plantas, quando ocorrem altas temperaturas a noite, podem ser reduzidos o teor de ‘clorofila a’, reduzindo a eficiência de aproveitamento da luz incidente, e consequentemente da fotossíntese."
					 ]
	},
]